export const ukrTranslate = {
  SectionHero: {
    title: ' 3D Рамки від Glow Frame – відтвори магію спогадів',
    description:
      "Зробіть подарунок, який запам'ятається назавжди - оберіть 3D Рамку від Glow Frame! Ця чудова рамка не лише надихне та вразить вашого друга або рідних, але й стане чудовим додатком до їхнього домашнього інтер'єру. А ще, вона може послужити як нічник, створюючи ніжне та затишне освітлення в кімнаті. Зробіть важливі спогади незабутніми з 3D Рамками від Glow Frame!",
    link: 'Замовити',
  },
  HeaderNavigation: {
    home: 'Головна',
    order: 'Замовити',
    contact: 'Контакти',
  },
  FAQSection: {
    question1: 'Чи має рамка акумулятор,чи працює автономно?',
    answer1:
      'На жаль рамка не комплектується акумуляторами і може працювати тільки від зовнішнього джерела живлення.',
    question2: 'Чи можлива робота від павербанка?',
    answer2: "Так, можливе живлення від павербанка через роз'єм Type-C.",
    question3: 'Чи можна змінювати фотографію в рамці?',
    answer3:
      'Така функція не передбачена, фотографія вмонтована без можливості заміни.',
  },
  BenefitsSection: {
    title: 'Переваги',
    benefit1Title: 'Фотографія 13x13 см',
    benefit1:
      "Такий розмір дозволяє відтворити кожну деталь, роблячи ваші спогади більш живими та реалістичними. Завдяки цьому компактному розміру ви можете легко розмістити рамку літофанії в будь-якому місці вашого дому чи офісу, де вона стане прекрасним доповненням інтер'єру.",
    benefit2Title: 'Матове скло',
    benefit2:
      'Такий матеріал допомагає уникнути відблисків на фотографії, рівномірно розподіляючи світло по всій площі фотографії. Саме матове скло дозволяє отримати більш чисте і виразне зображення.',
    benefit3Title: 'Сенсорний вмикач',
    benefit3:
      'Сенсор у верхній частині рамки додає зручність у керуванні. Вмикайте та вимикайте підсвітку літофанії одним доторком!',
    benefit4Title: "Сучаснтй роз'єм type-c",
    benefit4:
      'Рамку літофанії зручно підключати, адже ви завжди може знайти необхідний кабель у себе вдома. Більше того вам не потрібно переживати, чи знайдеться у вашого друга необхідний кабель, якщо ви виберете рамку як подарунок.',
    benefit5Title: 'Світлодіодна стрічка',
    benefit5:
      'Такий тип освітлення допомагає уникнути тіней та перекосів у зображенні. Збільшена кількість світлодіодів забезпечує ще більш якісну передачу деталей і контрастів.',
  },
  MadeSection: {
    title: 'Виготовлені рамки',
  },
  ContactSection: {
    title: 'Контакти',
    addressTitle: 'Відвідайте нас',
    addressDescription: 'На власні очі оцініть рамки',
    addressLink: 'м. Моршин, вул Івана-Франка',
    tellTitle: 'Подзвоніть нам',
    tellDescription: 'Запитайте, уточніть ваші питання',
    mailTitle: 'Напишіть нам',
    mailDescription: "Напишіть щоб зв'язатися з нами",
  },

  FormSection: {
    title: 'Оформити замовлення',
    firstLegend: {
      title: 'Персональна інформація',
      name: "Ім'я",
      surname: 'Прізвище',
    },
    secondLegend: {
      title: 'Контактна інформація',
      email: 'Електронна адреса',
      tell: 'Телефон',
    },
    thirdLegend: {
      title: 'Адресна інформація',
      post1: 'Нова Пошта',
      post2: 'УкрПошта',
      settlement: 'Населений пункт',
      department: 'Відділення',
    },
    fourthLegend: {
      title: 'Вибір зображення',
    },
    orderBtn: 'Замовити',
  },
};
