import BenefitsListItem from 'components/BenefitsListItem/BenefitsListItem';

import BenefitsPhoto from '../../assets/images/benefits/photo.jpg';
import BenefitsGlass from '../../assets/images/benefits/glass.jpg';
import BenefitsTach from '../../assets/images/benefits/tach.jpg';
import BenefitsConnector from '../../assets/images/benefits/connector.jpg';
import BenefitsLight from '../../assets/images/benefits/light.jpg';
const Benefits = [
  {
    image: BenefitsPhoto,
    description:
      "Фотографія розміром 13/13 см: Такий розмір дозволяє побачити всі деталі ваших найкращих життєвих моментів. Завдяки цьому компактному розміру ви можете легко розмістити рамку літофанії в будь-якому місці вашого дому чи офісу, і вона буде прекрасним прикрасою для вашого інтер'єру. Великий розмір фотографії також дозволяє вам відтворити кожну деталь і вираз на знімку, роблячи ваші спогади більш живими та реалістичними.",
  },
  {
    image: BenefitsGlass,
    description:
      "Фотографія розміром 13/13 см: Такий розмір дозволяє побачити всі деталі ваших найкращих життєвих моментів. Завдяки цьому компактному розміру ви можете легко розмістити рамку літофанії в будь-якому місці вашого дому чи офісу, і вона буде прекрасним прикрасою для вашого інтер'єру. Великий розмір фотографії також дозволяє вам відтворити кожну деталь і вираз на знімку, роблячи ваші спогади більш живими та реалістичними.",
  },
  {
    image: BenefitsTach,
    description:
      "Фотографія розміром 13/13 см: Такий розмір дозволяє побачити всі деталі ваших найкращих життєвих моментів. Завдяки цьому компактному розміру ви можете легко розмістити рамку літофанії в будь-якому місці вашого дому чи офісу, і вона буде прекрасним прикрасою для вашого інтер'єру. Великий розмір фотографії також дозволяє вам відтворити кожну деталь і вираз на знімку, роблячи ваші спогади більш живими та реалістичними.",
  },
  {
    image: BenefitsConnector,
    description:
      "Фотографія розміром 13/13 см: Такий розмір дозволяє побачити всі деталі ваших найкращих життєвих моментів. Завдяки цьому компактному розміру ви можете легко розмістити рамку літофанії в будь-якому місці вашого дому чи офісу, і вона буде прекрасним прикрасою для вашого інтер'єру. Великий розмір фотографії також дозволяє вам відтворити кожну деталь і вираз на знімку, роблячи ваші спогади більш живими та реалістичними.",
  },
  {
    image: BenefitsLight,
    description:
      "Фотографія розміром 13/13 см: Такий розмір дозволяє побачити всі деталі ваших найкращих життєвих моментів. Завдяки цьому компактному розміру ви можете легко розмістити рамку літофанії в будь-якому місці вашого дому чи офісу, і вона буде прекрасним прикрасою для вашого інтер'єру. Великий розмір фотографії також дозволяє вам відтворити кожну деталь і вираз на знімку, роблячи ваші спогади більш живими та реалістичними.",
  },
];

function BenefitsList() {
  return (
    <ul>
      {Benefits.map((benefit, i) => (
        <BenefitsListItem key={i} benefit={benefit} />
      ))}
    </ul>
  );
}

export default BenefitsList;
